<template>
  <div class="main">
    <img src="../static/purchase1.jpg" alt class="img1" />
    <h3>品质源于开始。</h3>
    <p>我们产品的基础是优质 质量。 为了确保长期的质量，我们 仅与选定的合作伙伴和供应商合作。 我们 不断更新和进一步发展我们的供应商数据库 并专注于与最佳提供商的合作伙伴关系。</p>
    <p>为了选择我们的供应商， 我们关于产品属性的想法以及 交付能力，当然还有性价比 其中包括全方位的服务至关重要。 因此，成功建立合作伙伴关系的前提 以下是：</p>
    <p>
      • 高品质和恒定品质
      <br />• 制造过程中的过程可靠性
      <br />• 遵守交货期限
      <br />• 守时
      <br />• 灵活性
      <br />• 竞争力
      <br />• 长期可用性和
      <br />• 可持续发展
      <br />
    </p>
    <img src="../static/purchase2.jpg" alt class="img1" />
    <h3>一起工作。 一起成长。</h3>
    <p>
      你想工作吗 Heytex作为供应商？ 我们将非常高兴！<br>
      作为Heytex集团，我们 致力于《全球沙利文公司法则》 社会责任＆负责任的行为准则 公司治理。 Heytex集团的所有员工都致力于 遵循这些准则。<br>
      我们也问我们的生意 合作伙伴应遵循以下准则，因为我们认为它们 为长期成功的业务奠定坚实的基础 关系。<br>
      • 尊重国际 人权<br>
      • 机会均等和 公平对待所有员工<br>
      • 人的融合 残障人士<br>
      • 拒绝任何形式的 强迫劳动和童工<br>
      • 自由权 工人协会和集会<br>
      • 足够公平 员工薪酬<br>
      • 认可与支持 资格措施<br>
      • 确保健康和 工作场所的安全<br>
      • 环保环保 在工作场所<br>
      • 推广会 竞争与对财产权的尊重<br>
      • 与之合作 国家和城市提高质量 生活<br>
      • 拒绝礼物 可能导致利益冲突<br>
      • 参与 供应商执行这些准则<br>
    </p>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },
  methods: {}
};
</script>
<style scoped>
.img1 {
  width: 90%;
  margin: 20px;
}
.main {
  text-align: left;
  padding-bottom: 20px;
}
</style>