<template>
  <div class="main">
    <img src="../static/techology.jpg" alt class="img1" />
    <h3>从纱线到高科技 fabric</h3>
    <p>
      全面，创新，可靠和（几乎）无穷的可能性！ Heytex技术纺织品属于许多领域中最强大的解决方案 市场。 要求苛刻的重型面料的范围几乎是独一无二的。
      <br />这种复杂的重型织物是在以下条件下生产的： 深厚的专业知识和持续发展。 编织，涂层和 覆膜：我们在这些领域的专业知识使我们成为 生产技术纺织品。 与他们打交道需要非常小心 和精度。 我们的目标是确保每一步。
      <br />超过100年的研发和生产经验。 技术纺织品体现了我们不断的质量 产品。 开发和研究起着重要作用。 这是 我们利用新的和更多的方式的唯一途径 复杂的生产和涂层工艺，甚至确保获得认证 质量。 座右铭：您有主意，我们有适当的 材料！
    </p>

    <van-collapse v-model="activeNames">
      <van-collapse-item title="机织底布" name="1">
        <p>
          编织不必重塑。 但是，要确保 我们优质产品的完美基础，我们不断改进 不断地。 为什么这是必要的？ 因为我们发展和 以这样的方式制造我们的技术纺织品 是各自解决方案中最好的解决方案 应用。 由于应用领域是 不断变化和扩大，这就是我们的纺织品 也是。 如果对材料的要求增加 持续不断地，只有坚实的基础才能确保始终如一的顶尖 质量。 这些基础都建立在Bramsche中： 公司在Heytex总部的自己的织造厂， 适用于我们涂层技术的出色载体面料 纺织品被创造出来。
          <br />我们的基础也是织布机：作为传统 织造厂我们一直在最新的织造方面进行投资 设备和高品质的织造配件，这奠定了 今天我们技术成功的基础 一百多年前的纺织品。 今天，我们致力于 高科技织机，可生产高达 宽度540厘米。 我们的空中，剑杆和弹丸织造 机器确保高质量和高产量 可靠性。
        </p>
      </van-collapse-item>
      <van-collapse-item title="涂料由 世界质量冠军" name="2">
        <p>
          对技术纺织品的要求多种多样 他们的应用领域。 不同的产品 特性由适当的设备提供 和载体织物的涂层。 Heytex®制成的面料 得益于他们的国际声誉 提供不同涂层的配方 具有确切特性和特性的工业用纺织品 所需的性能特征 各自的应用。
          <br />高度复杂的面料需要高性能 生产中的机械和更高的速度 发展。 这就是高性能传播的原因 成品宽度最大为5 m的涂层系统 在Bramsche总部使用。 在Neugersdorf， 先进的热熔压延技术可确保 特殊涂层的特殊涂层最长可达2.18米 宽度。 最后但并非最不重要的一点是，新3.2 m的开发 公司没有的高性能涂布机 仅在容量方面冒险进入一个新的维度，但是 在质量方面也表明：Heytex实际上已经开始 很久以前就投资未来。
        </p>
      </van-collapse-item>
      <van-collapse-item title="捆绑式 完美层压板的能力" name="3" disabled>
        <p>
          当德国质量标准达到中国生产标准时 专有技术，将铺平通往顶端的道路。 自2007年以来，Heytex已生产出高品质的层压板，用于 数字标牌和横幅印刷以及众多 技术应用在张家港 中国。 正面，背面和遮挡的层压板 高达350厘米宽度的质量使完美的合成 德国质量标准和我们多年的经验 在层压板制造中的中国同事。
          <br />无论是前灯，背光，遮挡，双色 或用于帐篷和防水油布的层压板： 不同的品质使HEYTex®层压板如此独特。 双面超光滑等产品性能 表面，柔韧性和柔软性使层压板点菜 Heytex如此受欢迎。
          <br />可选设备的范围也各不相同：
          <br />耐紫外线，耐寒，阻燃（符合 含NFPA，CPAI，DIN75200，DIN4102），不含重金属 根据欧盟指令，欧盟批准的增塑剂， 半透明和完全不透明，黑底/灰底，低 卷曲/良好的平整度，背面有运行表标记， 反芯吸。
        </p>
      </van-collapse-item>
      <van-collapse-item title="以及什么项目 你打算吗" name="3" disabled>
        <p>
          HEYTex® 技术纺织品适用于许多不同的 由于它们的多功能性，它们的应用领域 优良的材料性能和高质量。 适当地 使用和加工后，Heytex织物产品组合可提供 适用于几乎所有应用的材料。
       <br>   无论您打算做什么：凭借我们的经验和 我们的专业知识为您的成功奠定了基础。 我们会 很高兴为您的实施提供建议和支持 您的个人项目。 我们期待着您的光临 询问。
        </p>
      </van-collapse-item>
    </van-collapse>
  </div>
</template>
<script>
export default {
  data() {
    return { activeNames: ["1"] };
  },
  methods: {}
};
</script>
<style scoped>
.img1 {
  width: 90%;
  margin-top: 10px;
  margin-left: 5%;
}
.main {
  text-align: left;
  padding-bottom: 20px;
}
</style>