<template>
  <div class="main">
    <img src="../static/version.jpg" alt class="img1" />
    <h3>我们的版本</h3>
    <p>
      我们在高质量的开发和生产中排名第一， 全球功能化的技术纺织品。 我们通过制定标准 旨在优化收益的创新产品和工艺 为我们的客户和社会。
      <br />我们的使命是盈利的涂层和层压板生产 我们所有地区以及全球的技术纺织品 分布于所有行业：标牌，特纳纺织， 防御。 我们为客户创造附加值。 创新的 应用是我们技术发展的重点。 我们 不断扩大我们的面向应用程序的咨询能力 以及我们的国际网络。
    </p>
    <h3>我们的指导 原则</h3>
    <p>
      我们认为，尊重他人的沟通与互动是必不可少的 生活的各个领域。 因此，我们致力于 实施某些既定原则。 我们所有的员工 公司承诺遵守这些准则。 我们也问我们的生意 合作伙伴致力于遵守这些核心准则，而我们 理解为持久和成功的业务关系的基础。
     <br> <br> 公约
     <br> 国际人权是我们公司不可或缺的一部分 身份。
     <br> 平等
     <br> 平等与公正是我们共同成功的前提。
     <br> 一体化
     <br> 残疾人是我们社会的一部分。
     <br> 参与方式
     <br> 结社和集会自由是我们民主的一部分 理解。
     <br> 安全
     <br> 最高标准的健康保护和职业 安全是我们责任的特征.
     <br> 公司
     <br> 与国家和城市的合作提供了机会 改善生活质量。
     <br> 支持
     <br> 支持面向目标的资格评估措施。
     <br> 环境
     <br> 我们的目标是在整个价值链中以节省资源的方式开展工作。
     <br> 遵守
     <br> 为了避免利益冲突，行为准则形成了 公司内部及与外部合作伙伴合作的基础 并禁止贿赂和腐败。
    </p>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.img1 {
  width: 90%;
  margin-top: 10px;
  margin-left: 5%;
}
.main {
  text-align: left;
  padding-bottom: 20px;
}
</style>